Ran Plan for 3 projects:

1. dir: `.` workspace: `default`
1. dir: `test/aws/feature-team` workspace: `default`
1. dir: `test/aws/platform-team` workspace: `default`

### 1. dir: `.` workspace: `default`
**Plan Error**
<details><summary>Show Output</summary>

```
running "/home/ubuntu/.atlantis/bin/terraform1.2.9 init -input=false -upgrade" in "/home/ubuntu/.atlantis/repos/hieuAgileOps/agileops-atlantis-access-management/4/default": exit status 1
Upgrading modules...
Downloading registry.terraform.io/terraform-aws-modules/iam/aws 5.29.0 for iam_policy...
- iam_policy in .terraform/modules/iam_policy/modules/iam-policy

Initializing the backend...

Initializing provider plugins...
- Finding hashicorp/aws versions matching ">= 4.0.0"...
- Finding latest version of hashicorp/github...
- Finding latest version of hashicorp/stax...
- Finding datadog/datadog versions matching "3.29.0"...
- Finding jianyuan/sentry versions matching "0.11.2"...
- Using hashicorp/aws v5.14.0 from the shared cache directory
- Using hashicorp/github v5.34.0 from the shared cache directory
- Installing datadog/datadog v3.29.0...
- Installed datadog/datadog v3.29.0 (signed by a HashiCorp partner, key ID FB70BE941301C3EA)
- Installing jianyuan/sentry v0.11.2...
- Installed jianyuan/sentry v0.11.2 (self-signed, key ID 18854BBA5DE9FC7A)

Partner and community providers are signed by their developers.
If you'd like to know more about provider signing, you can read about it here:
https://www.terraform.io/docs/cli/plugins/signing.html
╷
│ Warning: Additional provider information from registry
│ 
│ The remote registry returned warnings for
│ registry.terraform.io/hashicorp/github:
│ - For users on Terraform 0.13 or greater, this provider has moved to
│ integrations/github. Please update your source in required_providers.
╵

╷
│ Error: Failed to query available provider packages
│ 
│ Could not retrieve the list of available versions for provider
│ hashicorp/stax: provider registry registry.terraform.io does not have a
│ provider named registry.terraform.io/hashicorp/stax
│ 
│ All modules should specify their required_providers so that external
│ consumers will get the correct providers when using a module. To see which
│ modules are currently depending on hashicorp/stax, run the following
│ command:
│     terraform providers
╵


```
</details>

---
### 2. dir: `test/aws/feature-team` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.iam_policy.aws_iam_policy.policy[0] will be created
+ resource "aws_iam_policy" "policy" {
      + arn         = (known after apply)
      + description = "My example policy"
      + id          = (known after apply)
      + name        = "feature-team-example"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d test/aws/feature-team`
* :put_litter_in_its_place: To **delete** this plan click [here](https://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252Ftest%252Faws%252Ffeature-team%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d test/aws/feature-team`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 3. dir: `test/aws/platform-team` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.iam_policy.aws_iam_policy.policy[0] will be created
+ resource "aws_iam_policy" "policy" {
      + arn         = (known after apply)
      + description = "My example policy"
      + id          = (known after apply)
      + name        = "platform-team-example"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d test/aws/platform-team`
* :put_litter_in_its_place: To **delete** this plan click [here](https://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252Ftest%252Faws%252Fplatform-team%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d test/aws/platform-team`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`